import { ObjText } from '../certified-translation/types';
export const arrReplies = [
  {
    id: 1,
    comment:
      '"Периодически перевожу различные документы, как личные так и по работе. Любезные девушки , всегда подскажут как лучше сделать и где можно сэкономить. Качество перевода всегда всегда на высоте"',
    name: 'Джовани Селезнев',
    title: 'Знаток города 5 уровня',
    yandex: 4.7,
    gis: 4.9
  }
];

export const arrLeng = [
  {
    id: 1,
    title: 'Английский',
    russia: 390,
    another: 430
  },
  {
    id: 2,
    title: 'Испанский',
    russia: 390,
    another: 630
  },
  {
    id: 3,
    title: 'Немецкий',
    russia: 490,
    another: 630
  },
  {
    id: 4,
    title: 'Французский',
    russia: 490,
    another: 630
  },
  {
    id: 5,
    title: 'Греческий',
    russia: 530,
    another: 630
  },
  {
    id: 6,
    title: 'Итальянский',
    russia: 530,
    another: 950
  },
  {
    id: 7,
    title: 'Нидерландский',
    name: '(Голландский)',
    russia: 840,
    another: 950
  },
  {
    id: 8,
    title: 'Английский',
    russia: 390,
    another: 430
  },
  {
    id: 9,
    title: 'Испанский',
    russia: 390,
    another: 630
  },
  {
    id: 10,
    title: 'Немецкий',
    russia: 490,
    another: 630
  },
  {
    id: 11,
    title: 'Французский',
    russia: 490,
    another: 630
  },
  {
    id: 12,
    title: 'Греческий',
    russia: 530,
    another: 630
  },
  {
    id: 13,
    title: 'Итальянский',
    russia: 530,
    another: 950
  },
  {
    id: 14,
    title: 'Нидерландский',
    name: '(Голландский)',
    russia: 840,
    another: 950
  },
  {
    id: 15,
    title: 'Португальский',
    russia: 530,
    another: 950
  },
  {
    id: 16,
    title: 'Немецкий',
    russia: 530,
    another: 950
  }
];

export const arrSecond = [
  {
    id: 1,
    name: 'Перевод личных документов',
    title:
      'Паспорта и свидетельства о рождении, дипломы и аттестаты, справки и удостоверения и т. д. Перевод личных документов потребуется людям, которые приезжают из-за границы в Россию. Также перевод нужен, если вы хотите учиться, работать или приобрести недвижимость за рубежом. Мы рады помочь вам открыть новую страницу жизни в другой стране. Переводим личные документы на 45 языков. Работаем с текстами любой сложности. Работу выполняем точно в срок.'
  },
  {
    id: 2,
    name: 'Перевод таможенных документов',
    title:
      'Перевод грузовых таможенных деклараций и других товарно-сопроводительных документов вам потребуется, если вы работаете в компании, которая занимается торговлей с иностранными государствами и провозит товары через таможню.'
  },
  {
    id: 3,
    name: 'Медицинский перевод документов и текстов',
    title:
      'Перевод медицинских документов поможет человеку выехать на лечение за границу, а тому, кто уже прошел лечение за рубежом, представить необходимые документы в российские лечебные учреждения. Перевод инструкций к лекарствам заказывают фармацевтические компании, когда расширяют ассортимент, или люди, которые хотят разобраться в премудростях лечения иностранным препаратом. Мы выполняем перевод медицинских документов любой сложности.'
  },
  {
    id: 4,
    name: 'Юридический перевод документов: договоров, актов, учредительных документов',
    title:
      'Работая в мире международного сотрудничества зачастую требуется оперативный точный и верный перевод. Список документов юридической тематики очень широк: договоры и акты, учредительные документы компаний, судебные решения и т. д., перевод этих и многих других документов для вас выполнят лучшие переводчики, специализирующиеся непосредственно в данной области перевода. Переводим юридические документы на 45 языков. Работаем с текстами любой сложности. Работу выполняем точно в срок.'
  },
  {
    id: 5,
    name: 'Технический перевод',
    title:
      'Инструкции по эксплуатации и руководства пользователя, описания технологических процессов, сфера IT и информационные технологии и т. д. Перевод поможет специалистам разобраться в тонкостях строительства корабля, а простому человеку — понять инструкцию к незнакомому бытовому прибору.'
  },
  {
    id: 6,
    name: 'Экономический перевод документов ',
    title:
      'Бухгалтерские балансы, экономическая статистика, банковские документы, гарантийные письма, договорные соглашения и т. д. Перевод потребуется, если вы осваиваете новый рынок, налаживаете деловые связи с иностранными партнёрами или инвестируете в зарубежную недвижимость. При таком переводе важно владеть языком акул мировой экономики и юридической терминологией. Переводим экономические тексты и материалы бизнес-тематики'
  },
  {
    id: 7,
    name: 'Перевод научных текстов',
    title:
      'Монографии, диссертации, статьи, чертежи, рефераты, дипломные работы и т. д. Перевод понадобится, если вы планируете учиться или работать за границей, читаете иностранные труды для написания собственного исследования или готовитесь к публикации в иностранном издании.'
  },
  {
    id: 8,
    name: 'Перевод меню для ресторанов, кафе, баров и текстов по кулинарии',
    title:
      'Перевод понадобится ресторанам и кафе, которые посещают иностранные гости. Но чтобы перевести текст по кулинарии, недостаточно знать язык и культуру страны, нужно самому быть гурманом, а при переводе работать в паре с носителем языка. В «Бюро переводов «Полиглот» меню переводят так, что у заморских гостей текут слюнки! Мы уже помогли иностранным гостям ресторанов «Зума», «Супра», «Cascade», «Круиз» и «Лесная заимка», «Ресторацiя Шевелева» увидеть меню на их родном языке.'
  },
  {
    id: 9,
    name: 'Перевод рекламных текстов и маркетинговых документов',
    title:
      'Каталоги, буклеты, бизнес-планы, маркетинговые исследования и т. д. Перевод поможет вам провести яркую презентацию и заключить интересный контракт с иностранными партнёрами.'
  },
  {
    id: 10,
    name: 'Художественный перевод любых текстов, книг, стихотворений',
    title:
      'Перевод литературных произведений помогает издательствам публиковать новые книги, человечеству — развиваться и обмениваться культурным наследием. Для художественного перевода требуется не только знание языка и образование, но и талант писателя.'
  },
  {
    id: 11,
    name: 'Перевод и локализация веб-сайтов',
    title:
      'Если вы работаете в международной компании или планируете сотрудничать с иностранными партнёрами, вам потребуется перевести сайт с русского на иностранные языки, чтобы зарубежные коллеги лучше вас понимали.'
  }
];

export const arrServices = [
  {
    id: 1,
    title: 'Письменный перевод любой документации и текстов',
    url: '/images/services/image1056.png'
  },
  {
    id: 2,
    title: 'Нотариальное заверение перевода',
    url: '/images/services/image1055.png'
  },
  {
    id: 3,
    title: 'Апостиль для документов ',
    url: '/images/services/Rectangle613.png'
  },
  {
    id: 4,
    title: 'Апостиль для документов ',
    url: '/images/services/image1057.png'
  },
  {
    id: 5,
    title: 'Апостиль для документов ',
    url: '/images/services/Rectangle614.png'
  },
  {
    id: 6,
    title: 'Апостиль для документов ',
    url: '/images/services/Rectangle615.png'
  }
];

export const slice = arrServices.slice(0, 3);

export const sliceSecond = arrSecond.slice(0, 4);

export const arrPhoto = [
  {
    id: 1,
    url: '/images/sponsors/image1048.png'
  },
  {
    id: 2,
    url: '/images/sponsors/image1049.png'
  },
  {
    id: 3,
    url: '/images/sponsors/image1051.png'
  },
  {
    id: 4,
    url: '/images/sponsors/third.png'
  },
  {
    id: 5,
    url: '/images/sponsors/second.png'
  },
  {
    id: 6,
    url: '/images/sponsors/first.png'
  },
  {
    id: 7,
    url: '/images/sponsors/Group1059.png'
  },
  {
    id: 8,
    url: '/images/sponsors/Vector.png'
  }
];

const arrPrav = [
  {
    id: 1,
    title: 'Заказ считается принятым к исполнению со дня, следующего за днем размещения заказа.'
  },
  {
    id: 2,
    title: 'Стоимость выполнения работы в день размещения заказа оговаривается отдельно.'
  },
  {
    id: 3,
    title:
      'Норма перевода с/на европейские языки: 5–6 страниц в день (не включая день приема и выдачи заказа).'
  },
  {
    id: 4,
    title:
      'Норма перевода с/на восточные языки: 3–4 страницы в день (не включая день приема и выдачи заказа.'
  },
  {
    id: 5,
    title:
      'Наценки за срочность при превышении стандартной производительности (более 6 страниц в день для европейских языков, и более 4 страниц в день для восточных языков) составляют от 50 до 100%. При выполнении крупных (более 50 страниц) заказов сроки выполнения оговариваются отдельно.'
  },
  {
    id: 6,
    title:
      'При переводе трудоемких и узкоспециализированных текстов возможна надбавка от 50 до 100% от стоимости стандартного перевода.'
  },
  {
    id: 7,
    title:
      'При переводе языковых комбинаций, не включающих русский язык, цена является предметом переговоров.'
  },
  {
    id: 8,
    title: 'При выезде переводчика на устный перевод время в пути оплачивается по тарифу перевода.'
  },
  {
    id: 9,
    title:
      'При определении срока выполнения заказа день принятия заказа учитывается (то есть к фактически затраченному времени на перевод прибавляется 1 день).'
  }
];

export const arrCost = [
  {
    id: 1,
    name: 'Нотариальное заверение перевода',
    cost: 1000
  },
  {
    id: 2,
    name: 'Заверение перевода печатью компании',
    cost: 100
  }
];

export const objText: ObjText = {
  name: 'Нотариальное заверение перевода и заверение печатью компании: в чём разница?',
  title: [
    {
      id: 1,
      paragraph:
        'Нотариальное заверение перевода требуется для предоставления документов в официальные органы Российской Федерации и зарубежья. Дипломированный переводчик знакомится с документом, переводит его и ставит подпись в присутствии нотариуса. Нотариус удостоверяет личность переводчика и подтверждает его квалификацию на основании диплома. Перевод сшивается либо с копией, либо с оригиналом документа. Так перевод обретает юридическую силу.'
    },
    {
      id: 2,
      paragraph:
        'Нотариальное заверение перевода заказывают компании, которые сотрудничают с иностранными фирмами, и физические лица. Компаниям может понадобиться перевод и заверение договоров, отчётов, деклараций, судебных и других документов. Частным лицам — паспортов и свидетельств, документов паспортных служб, образовательных, медицинских и иных документов.'
    },
    {
      id: 3,
      paragraph:
        ' Документ, заверенный печатью компании, оформляется и сшивается так же, как заверенный у нотариуса, только вместо подписи переводчика и печати нотариуса ставится подпись директора и печать бюро переводов.'
    },
    {
      id: 4,
      paragraph:
        'Заверение перевода печатью компании подтверждает, что перевод прилагаемого документа является верным, точным и полным, а также доказывает, что перевод выполнен не заинтересованным лицом самостоятельно, а независимым третьим лицом.'
    }
  ],
  transfer: 'Заверение перевода печатью компании требуется',
  transferArr: [
    {
      id: 1,
      span: 'для предоставления в таможенные органы;'
    },
    {
      id: 2,
      span: 'для оформления виз в различные страны;'
    },
    {
      id: 3,
      span: 'для провоза медикаментов на борту самолёта;'
    },
    {
      id: 4,
      span: 'для страховых компаний;'
    },
    {
      id: 5,
      span: 'для подтверждения командировочных расходов;'
    },
    {
      id: 6,
      span: 'для других целей.'
    }
  ],
  notarius: 'Переводим и заверяем у нотариуса',
  notariusArr: [
    {
      id: 1,
      title: 'С русского на иностранный язык',
      titleArr: [
        {
          id: 1,
          paragraph2: '',
          paragraph:
            ' Представим: вам потребовалось предъявить документы за границей. Вы обращаетесь в бюро переводов, чтобы перевести и заверить их у нотариуса. Что вас ожидает?'
        },
        {
          id: 2,
          paragraph2: '',
          paragraph:
            'Не удивляйтесь: сначала в бюро переводов снимут копию с документа, а копию заверят у нотариуса. Перевод выполняется с уже заверенной копии документа. Заверение копии документа и заверение перевода — разные нотариальные процедуры, которые оплачиваются отдельно.'
        },
        {
          id: 3,
          paragraph2: '',
          paragraph:
            'Обратите внимание: за границей вам может понадобится и перевод нотариальной надписи на оборотной стороне документа. Надпись на русском языке сообщает, что перевод выполнен дипломированным переводчиком и что нотариус подтверждает подлинность подпись переводчика. Возникали ситуации, когда верно переведённый и оформленный документ за границей не принимали только потому, что нотариальная надпись была только на русском языке, и приходилось срочно переводить ее за границей. Поэтому не оставляйте без внимания этот момент.'
        },
        {
          id: 4,
          paragraph2: '',
          paragraph:
            'В «Бюро переводов «Полиглот» мы можем сразу заверить нотариальную надпись на русском языке и перевести её на иностранный язык. Но необходимо обратить внимание на тот факт, что при проведении данной процедуры документ будет действителен заграницей, но не пригоден для предъявления в официальные органы Российской Федерации, сделать с такого документа нотариально заверенную копию также, увы, будет невозможно. Данное требование связано с тонкостями закона о нотариате РФ.'
        }
      ]
    },
    {
      id: 2,
      title: 'С иностранного на русский язык',
      titleArr: [
        {
          id: 1,
          paragraph2: '',
          paragraph:
            'Если вы хотите предоставить иностранные документы в российские организации, последовательность процедур будет несколько иная. Сначала выполняется перевод документа и заверение перевода нотариусом, затем, в случае необходимости, с документа снимается и заверяется копия. В России один государственный язык, поэтому согласно закону РФ и нотариальному кодексу нотариус удостоверяет подлинность копии только с документа на русском языке.'
        },
        {
          id: 2,
          paragraph: '',
          paragraph2: 'Важные примечания:',
          paragraphArr: [
            {
              id: 1,
              title:
                'Если документ выдан в стране-участнице Гаагской конвенции, то он имеет юридическую силу только в том случае, если на нём стоит апостиль. С рядом государств у России подписаны соглашения о взаимном признании документов, но список стран периодически меняется. Поэтому заранее уточните у принимающей стороны, понадобится ли апостиль.'
            },
            {
              id: 2,
              title:
                'Личные документы иностранных граждан для перевода предоставляются в оригинале либо в отсканированном виде.В последнем случае сканируются все страницы документа, в том числе незаполненные страницы и обложка с обеих сторон.'
            }
          ]
        }
      ]
    }
  ],
  company: 'Три причины обратиться в нашу компанию',
  companyArr: [
    {
      id: 1,
      li: 'Называем реальные сроки.',
      span: 'Перевод и заверение стандартного документа мы выполним за один-два дня, но перевод инструкции к кораблю потребует больше времени. Нам важно качество работы, поэтому мы честно говорим клиенту, какое время потребуется для перевода текста.'
    },
    {
      id: 2,
      li: 'Предлагаем адекватные цены. ',
      span: 'Рассчитываем точную стоимость в зависимости от сложности перевода. Мы не делаем «дешево и сердито», в то же время вам не придётся переплачивать. Стоимость заказа соответствует сложности и качеству работы'
    },
    {
      id: 3,
      li: 'Заботимся об удобстве клиента. ',
      span: 'У нас вы сможете:— заказать перевод лично или онлайн;— оплатить перевод удобным для вас способом — наличным и безналичным расчётом;— получить скидку 50% на первый час парковки.'
    }
  ]
};

export default arrPrav;
